/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Bitti";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Arama";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Safari’de Aç";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Geri dön.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Önceki web sayfasına dönmek için çift tıklayın.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Paylaş.";
